Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvSubscription/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# SUBSCRIBE_VIA_EMAIL_DESCRIPTION
source: In-App Subscriptions for Olvid are not currently supported on your OS version. If you’re unable to update your device, please contact us—we’re here to help you find the best solution.
de: In-App-Abonnements für Olvid werden auf Ihrer OS-Version derzeit nicht unterstützt. Falls ein Update nicht möglich ist, kontaktieren Sie uns – wir helfen Ihnen gerne weiter.
es: Las suscripciones dentro de la app de Olvid no están soportadas actualmente en tu versión de OS. Si no puedes actualizar tu dispositivo, contáctanos: estaremos encantados de ayudarte.
fr: Les abonnements intégrés Olvid ne sont pas pris en charge sur votre version d’OS. Si vous ne pouvez pas mettre à jour votre appareil, contactez-nous : nous vous aiderons à trouver une solution.
it: Gli abbonamenti in-app di Olvid non sono attualmente supportati sulla tua versione di OS. Se non puoi aggiornare il dispositivo, contattaci: saremo felici di aiutarti.
ja: 現在、お客様のOSバージョンでは、Olvidのアプリ内サブスクリプションはサポートされていません。デバイスのアップデートができない場合は、お問い合わせください。最適な解決策を見つけるお手伝いをいたします。
ko: 현재 귀하의 OS 버전에서는 Olvid 앱 내 구독을 지원하지 않습니다. 기기를 업데이트할 수 없는 경우, 당사에 문의해 주시면 최선의 해결책을 찾을 수 있도록 도와드리겠습니다.
pt_br: As assinaturas do Olvid não são suportadas na versão atual do seu sistema operacional. Se você não puder atualizar seu dispositivo, entre em contato conosco. Estamos aqui para ajudar você a encontrar a melhor solução.
pt_pt: As subscrições dentro da aplicação Olvid não são suportadas na sua versão do sistema operativo. Se não conseguir atualizar o seu dispositivo, contacte-nos – estamos aqui para o ajudar a encontrar a melhor solução.
ru: Встроенные подписки на Olvid в настоящее время не поддерживаются на вашей версии ОС. Если вы не можете обновить свое устройство, пожалуйста, свяжитесь с нами — мы здесь, чтобы помочь вам найти лучшее решение.
uk: Підписки в застосунку Olvid наразі не підтримуються на вашій версії ОС. Якщо ви не можете оновити свій пристрій, будь ласка, зв’яжіться з нами – ми тут, щоб допомогти вам знайти найкраще рішення.
zh_hans: 目前您的操作系统版本不支持 Olvid 应用程序内的订阅功能。如果您无法更新您的设备，请联系我们，我们将尽力帮助您找到最佳解决方案。

# SUBSCRIBE_VIA_EMAIL_INFO_BODY
source: Hello Olvid Team, I’m unable to access In-App Subscriptions on my device. Could you guide me on how to subscribe? Thank you for your support! Best regards
de: Hallo Olvid-Team, ich kann auf meinem Gerät keine In-App-Abonnements abschließen. Könnten Sie mir eine Lösung aufzeigen? Vielen Dank für Ihre Unterstützung! Mit freundlichen Grüßen,
es: Hola equipo de Olvid, No puedo acceder a las suscripciones dentro de la app desde mi dispositivo. ¿Podrían indicarme cómo suscribirme? ¡Gracias por su ayuda! Un cordial saludo
fr: Bonjour l’équipe Olvid, Je n’arrive pas à accéder aux abonnements intégrés depuis mon appareil. Pourriez-vous m’indiquer comment procéder ? Merci pour votre aide ! Cordialement
it: Ciao team Olvid, Non riesco ad accedere agli abbonamenti in-app dal mio dispositivo. Potreste indicarmi come procedere? Grazie per il vostro supporto! Cordiali saluti,
ja: こんにちは、Olvidチームの皆様。 私のデバイスでアプリ内サブスクリプションにアクセスできません。サブスクリプションの方法をご案内いただけますでしょうか？ ご支援ありがとうございます。 敬具
ko: 안녕하세요, 올비드 팀. 제 기기에서 앱 내 구독에 접속할 수 없습니다. 구독하는 방법을 알려주실 수 있나요? 지원해 주셔서 감사합니다. 감사합니다.
pt_br: Olá, equipe Olvid, Não estou conseguindo acessar as assinaturas dentro do aplicativo no meu dispositivo. Vocês poderiam me ajudar com o processo de assinatura? Agradeço o apoio! Atenciosamente
pt_pt: Olá, equipa Olvid, Não consigo aceder às Subscrições na Aplicação no meu dispositivo. Poderiam ajudar-me a saber como subscrever? Obrigado pelo vosso apoio! Com os melhores cumprimentos
ru: Здравствуйте, команда Olvid, У меня нет доступа к подпискам внутри приложения на моем устройстве. Не могли бы вы подсказать, как оформить подписку? Спасибо за вашу поддержку! С уважением
uk: Привіт, команда Olvid, Я не можу отримати доступ до підписок у програмі на моєму пристрої. Чи могли б ви підказати, як оформити підписку? Дякую за підтримку! З повагою
zh_hans: 您好，Olvid 团队： 我无法在我的设备上访问应用内订阅。能否请您指导我如何订阅？ 感谢您的支持！ 此致，

# SUBSCRIBE_VIA_EMAIL_INFO_SUBJECT
source: Help with Olvid In-App Subscriptions
de: Hilfe bei Olvid-In-App-Abonnements
es: Ayuda con las suscripciones dentro de la app de Olvid
fr: Aide pour les abonnements intégrés Olvid
it: Aiuto per gli abbonamenti in-app di Olvid
ja: Olvidアプリ内サブスクリプションに関するヘルプ
ko: Olvid 앱 내 구독 관련 도움말
pt_br: Ajuda com as assinaturas do Olvid dentro do aplicativo
pt_pt: Obtenha ajuda com as subscrições na app Olvid
ru: Помощь с подписками Olvid в приложении
uk: Довідка щодо підписок Olvid в застосунку
zh_hans: 关于 Olvid 应用内订阅的帮助

# SUBSCRIBE_VIA_EMAIL_TITLE
source: In-App Subscriptions Not Available on This Device
de: In-App-Abonnements auf diesem Gerät nicht verfügbar
es: Las suscripciones dentro de la app no están disponibles en este dispositivo
fr: Les abonnements intégrés ne sont pas disponibles sur cet appareil
it: Gli abbonamenti in-app non sono disponibili su questo dispositivo
ja: このデバイスでは、アプリ内サブスクリプションをご利用いただけません
ko: 이 장치에서는 앱 내 구독을 사용할 수 없습니다.
pt_br: Assinaturas no aplicativo não disponíveis neste dispositivo
pt_pt: As subscrições dentro da aplicação não estão disponíveis neste dispositivo
ru: Подписки в приложении недоступны на этом устройстве
uk: Передплати в додатку недоступні на цьому пристрої
zh_hans: 此设备不支持应用内订阅

# SUBSCRIPTION_PLAN_PERIOD
source: Subscription Period
de: Abrechnungszeitraum
es: Período de suscripción
fr: Période d'abonnement
it: Periodo di abbonamento
ja: サブスクリプション期間
ko: 구독 기간
pt_br: Período da Assinatura
pt_pt: Período da Subscrição
ru: Период подписки
uk: Період підписки
zh_hans: 订阅周期

source: Subscription required
de: Abonnement erforderlich
es: Se requiere suscripción
fr: Abonnement requis
it: È richiesto un abbonamento
ja: サブスクリプションが必要です
ko: 구독이 필요합니다
pt_br: É necessária uma assinatura
pt_pt: É necessária uma subscrição
ru: Требуется подписка
uk: Необхідна підписка
zh_hans: 需要订阅

source: Save %@
de: Sparen Sie %@
es: Ahorra un %@
fr: Économisez %@
it: Risparmia il %@
ja: %@ を保存
ko: %@ 저장
pt_br: Salvar %@
pt_pt: Guardar %@
ru: Сохранить %@
uk: Зберегти %@
zh_hans: 保存 %@

source: Save up to %@
de: Sparen Sie bis zu %@
es: Ahorra hasta un %@
fr: Économisez jusqu’à %@
it: Risparmia fino al %@
ja: 最大 %@ 節約
ko: %@까지 절약
pt_br: Economize até %@
pt_pt: Poupe até %@
ru: Сэкономьте до %@
uk: Заощаджуйте до %@
zh_hans: 最高可节省 %@

# UP_TO_%lld_FREE
source: %lld months free!
de: %lld Monate gratis!
es: %lld meses gratis!
fr: %lld mois offerts !
it: %lld mesi in regalo!
ja: %lldヶ月無料！
ko: %lld개월 무료!
pt_br: %lld meses grátis!
pt_pt: %lld meses grátis!
ru: %lld месяцев бесплатно!
uk: %lld місяці безкоштовно!
zh_hans: 免费 %lld 个月！

source: Your plan
de: Ihr Tarif
es: Tu plan
fr: Votre abonnement
it: Il tuo piano
ja: お客様のプラン
ko: 요금제
pt_br: Seu plano
pt_pt: O seu plano
ru: Ваш тариф
uk: Ваш тариф
zh_hans: 您的套餐
